Repository: evecm/ecm
Catalog: ecm/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Hello
fr_fr: Bonjour

source: The following API Keys are invalid
fr_fr: Les clefs API suivantes sont invalide

source: and make sure that these API Keys are valid
fr_fr: et assurez vous que ces clefs API soient valide

source: Thank you in advance
fr_fr: Merci d'avance

source: Invalid API Key
fr_fr: Clef API invalide

source: Human Resources Dashboard
fr_fr: Panneau des Ressources Humaines

source: Home
fr_fr: Accueil

source: Human Resources
fr_fr: Ressources Humaines

source: Registered Players
fr_fr: Joueurs enregistrés

source: Average number of accounts by player
fr_fr: Nombre moyens de comptes par joueur

source: account / player
fr_fr: comptes / joueurs

source: Average number of characters by player
fr_fr: Nombre moyen de personnages par joueur

source: character / player
fr_fr: personnages / joueurs

source: Unassociated Characters
fr_fr: Personnages non associés

source: No Roles
fr_fr: Pas de roles

source: Directors
fr_fr: Directeurs

source: level
fr_fr: niveau

source: Security access level distribution
fr_fr: distribution des niveaux d'acces de sécurité

source: Position of members
fr_fr: Position des membres

source: Avg. Playtime
fr_fr: Temps de jeu moyen

source: Hours
fr_fr: Heures

source: Last 30 Days
fr_fr: 30 derniers jours

source: Online Players
fr_fr: Joueurs en ligne

source: Players
fr_fr: Joueurs

source: Members History
fr_fr: Historique des membres

source: Members
fr_fr: Membres

source: Security Access Changes
fr_fr: Changement d'acces de sécurité

source: last update
fr_fr: derniere mise a jour

source: Search
fr_fr: Rechercher

source: Reset
fr_fr: Remise a zéro

source: Change
fr_fr: Changement

source: Member
fr_fr: Membre

source: Title/Role
fr_fr: Titre/Role

source: Loading data from server...
fr_fr: Chargement des données du serveur...

source: Member Details
fr_fr: Détails du membre

source: NOT CORPED
fr_fr: NON INTÉGRÉ

source: Link to killboard
fr_fr: Lien du tableau de chasse

source: Corp Date
fr_fr: Date Corporation

source: Last Login
fr_fr: Derniere Connexion

source: Last Logoff
fr_fr: Derniere Deconnexion

source: Avg. Session Duration (30 Days)
fr_fr: Durée de Session moyenne (30 jours)

source: Logged in (last 30 Days)
fr_fr: Connexion (30 derniers jours)

source: Logged in (last 7 Days)
fr_fr: Connexion (7 derniers jours)

source: Base Office
fr_fr: Bureau de base

source: Owned by
fr_fr: Possédé par

source: Latest location
fr_fr: Dernier emplacement

source: Docked
fr_fr: A quai

source: on
fr_fr: le

source: Links
fr_fr: Liens

source: DIRECTOR
fr_fr: DIRECTEUR

source: No titles
fr_fr: Pas de titres

source: No extra roles
fr_fr: Pas de roles supplémentaires

source: Login
fr_fr: Connexion

source: Logout
fr_fr: Deconnexion

source: Duration
fr_fr: Durée

source: No Data.
fr_fr: Pas de données

source: Last Week
fr_fr: Semaine derniere

source: Last Month
fr_fr: Mois dernier

source: Click to edit...
fr_fr: Cliquez pour éditer

source: History
fr_fr: Historique

source: Corped/Leaved
fr_fr: Entrant/Partant

source: Name
fr_fr: Nom

source: Nickname
fr_fr: Surnom

source: Display
fr_fr: Montrer

source: All Ships
fr_fr: Tout les vaisseaux

source: Supers Only
fr_fr: Supers Seuls

source: Player
fr_fr: Joueur

source: Access Level
fr_fr: Niveau d'acces

source: Location
fr_fr: Emplacement

source: Ship
fr_fr: Vaisseau

source: Titles
fr_fr: Titres

source: Unassociated Members
fr_fr: Membres non associés

source: Unassociated
fr_fr: Non associés

source: Copy to clipboard
fr_fr: Copier vers le presse papier

source: Copy to clipboard: Ctrl+C, Escape
fr_fr: Copier vers le presse papier: Ctrl+C, échap

source: Player Details
fr_fr: Détails joueur

source: ECM Administrator
fr_fr: Administrateur ECM

source: Account created
fr_fr: Compte Crée

source: Last login in ECM
fr_fr: Derniere connexion a l'ecm

source: Owned EVE Accounts
fr_fr: Comptes EVE possédés

source: Owned Characters
fr_fr: Personnages possédés

source: None
fr_fr: Aucun

source: Ships
fr_fr: Vaisseaux

source: Player List
fr_fr: List des joueurs

source: Username
fr_fr: Nom d'utilisateur

source: EVE Accounts
fr_fr: Comptes EVE

source: Characters
fr_fr: Personnages

source: Groups
fr_fr: Groupes

source: Joined Date
fr_fr: Date d'entrée

source: Role Details
fr_fr: Détails du role

source: Assigned directly
fr_fr: Assigné directement

source: Assigned through titles
fr_fr: Assigné a travers les titre

source: Role Category
fr_fr: Catégorie du role

source: Role Name
fr_fr: Nom du role

source: Titles Modifications History
fr_fr: Historique des modifications du titre

source: Title
fr_fr: Titre

source: Title Details
fr_fr: Détails du titre

source: last modification
fr_fr: derniere modification

source: Show all
fr_fr: Montrer tout

source: members having this title
fr_fr: Membres ayant ce titre

source: Category
fr_fr: Catégorie

source: Modification Date
fr_fr: Date de modification

source: No changes
fr_fr: Pas de changement

source: Title Members
fr_fr: Membres du titre

source: Corporation Titles
fr_fr: Titres corporatifs

source: Title Name
fr_fr: Nom du titre

source: Role Count
fr_fr: Nombre de roles

source: Last Modified
fr_fr: Derniere modification

source: Scheduled Tasks
fr_fr: Tache planifiées

source: Task Description
fr_fr: Description de tache

source: Next Auto Execution
fr_fr: Prochaine éxecution automatique

source: Frequency
fr_fr: Fréquence

source: Last Execution
fr_fr: Derniere éxécution

source: Last Result
fr_fr: Dernier résultat

source: Is Running
fr_fr: En cours

source: Is Scheduled
fr_fr: Est Planifiée

source: Force Execution
fr_fr: Forcer l'execution

source: Journal Entry
fr_fr: Entrée du journal

source: Journal Entries
fr_fr: Entrées du journal

source: &lt;No Title&gt;
fr_fr: &lt;Pas de titres&gt;

source: Accounting
fr_fr: Comptabilité

source: Contracts
fr_fr: Contrats

source: Contract Details
fr_fr: Détails du contrat

source: Availability
fr_fr: Disponibilité

source: Date Issued
fr_fr: Date de création

source: Date Expired
fr_fr: Date d'expiration

source: Date Accepted
fr_fr: Date d'acceptation

source: Date Completed
fr_fr: Date de complétion

source: Station (start)
fr_fr: Station (départ)

source: Station (end)
fr_fr: Station (arrivée)

source: Time left
fr_fr: Temps restant

source: days
fr_fr: jours

source: Price
fr_fr: Prix

source: Reward
fr_fr: Récompense

source: Buyout
fr_fr: Achat immédiat

source: Issuer
fr_fr: Créateur

source: Acceptor
fr_fr: Accepteur

source: Contract Items
fr_fr: Objets du contrat

source: Group
fr_fr: Groupe

source: Contributions to Corp tax
fr_fr: Contributions aux taxes corporatives

source: Period
fr_fr: Periode

source: All Time
fr_fr: Tout les temps

source: This Month
fr_fr: Ce mois

source: Last Year
fr_fr: Derniere année

source: From
fr_fr: De

source: To
fr_fr: A

source: Refresh
fr_fr: Rafraichir

source: Solar System
fr_fr: Systeme Solaire

source: Market Orders
fr_fr: Ordres Marché

source: State
fr_fr: État

source: Report
fr_fr: Rapport

source: Summary
fr_fr: Résumé

source: Income
fr_fr: Revenu

source: Expenditure
fr_fr: Dépense

source: Income total
fr_fr: Total des revenus

source: Expenditure total
fr_fr: Total des dépenses

source: Net cash inflow
fr_fr: Entrées liquidités nettes

source: No data
fr_fr: Pas de données

source: Income over time (w/o Corporation Account Withdrawal)
fr_fr: Revenus dans le temps (sans les retraits de comptes corporatifs

source: Expenditures over time (w/o Corporation Account Withdrawal
fr_fr: Dépenses dans le temps (sans les retraits de comptes corporatifs

source: Wallets Journal
fr_fr: Relevés des Comptes

source: Wallet
fr_fr: Compte

source: Operation
fr_fr: Opération

source: Balance
fr_fr: Solde

source: Reason
fr_fr: Raison

source: Wallet Transactions
fr_fr: Transactions du compte

source: For
fr_fr: Pour

source: Quantity
fr_fr: Quantité

source: Corporation Wallets
fr_fr: Comptes Corporatifs

source: Assets
fr_fr: Actifs

source: Corporation Assets
fr_fr: Actifs Corporatifs

source: Tree
fr_fr: Arbre

source: Expand All
fr_fr: Developer

source: Collapse All
fr_fr: Éffondrer

source: Locations
fr_fr: Emplacements

source: In Station
fr_fr: En station

source: In Space
fr_fr: Dans l'espace

source: Apply Filter
fr_fr: Appliquer filtre

source: Asset Changes on
fr_fr: Changement d'actifs le

source: Changes
fr_fr: Changements

source: Assets - &lt;no data&gt;
fr_fr: Actifs - &lt;pas de données&gt;

source: Industry
fr_fr: Industrie

source: Industry Management Home
fr_fr: Accueil Gestion Industrie

source: Follow orders
fr_fr: Suivre les ordres

source: Follow industry jobs
fr_fr: Suivres les taches industrielles

source: Items catalog
fr_fr: Catalogue des objets

source: Supplies
fr_fr: Fournitures

source: Owned blueprints
fr_fr: Plans possédés

source: Jobs list
fr_fr: Liste des taches

source: Jobs
fr_fr: Taches

source: Activity
fr_fr: Activité

source: All
fr_fr: Tout

source: Assignment
fr_fr: Affectation

source: Unassigned
fr_fr: Non affecté

source: Me
fr_fr: Moi

source: Order #
fr_fr: Commande #

source: Details
fr_fr: Détails

source: Orders
fr_fr: Commandes

source: Error
fr_fr: Erreur

source: Reject Order
fr_fr: Rejeter Commande

source: Abort
fr_fr: Annuler

source: Order details
fr_fr: Détails Commande

source: Total Quote
fr_fr: Devis total

source: Production Cost
fr_fr: Couts de production

source: Creation Date
fr_fr: Date de création

source: Responsible
fr_fr: Responsable

source: Delivered by
fr_fr: Livré par

source: Delivery Date
fr_fr: Date de livraison

source: Ordered Items
fr_fr: Objets commandés

source: Bill Of Materials
fr_fr: Liste des matériaux

source: Jobs Breakdown
fr_fr: Décomposition des taches

source: Icon
fr_fr: Icone

source: Item
fr_fr: Objet

source: No items in order
fr_fr: Pas d'objets dans la commande

source: Material
fr_fr: Matériaux

source: No supplies
fr_fr: Pas de fournitures

source: Add comment
fr_fr: Ajouter commentaire

source: Order Status
fr_fr: Status commande

source: User
fr_fr: Utilisateur

source: Comment
fr_fr: Commentaire

source: Order list
fr_fr: Liste Commande

source: Orders list
fr_fr: Liste des commandes

source: Catalog
fr_fr: Catalogue

source: Blueprints
fr_fr: Plans

source: Blueprints Catalog
fr_fr: Catalogue des plans

source: All Blueprints
fr_fr: Tout les plans

source: Only Originals
fr_fr: Seulement les originaux

source: Only Copies
fr_fr: Seulement les copies

source: Import blueprints from corp assets
fr_fr: Importer les plans des actifs corporatifs

source: Industry Catalog Management
fr_fr: Gestion du catalogue industriel

source: Bpo
fr_fr: PO

source: Import from corp assets
fr_fr: Importer des actifs corporatifs

source: Blueprints found in corporation assets
fr_fr: Plans trouvés dans les actifs corporatifs

source: Success
fr_fr: Succes

source: blueprints imported
fr_fr: plans importés

source: Import All BPOs
fr_fr: Importer tout les PO

source: Import Selected Blueprints
fr_fr: Importer les plans selectionnés

source: Items
fr_fr: Objets

source: Available in catalog
fr_fr: Disponible au catalogue

source: Fixed Price
fr_fr: Prix fixé

source: Public Price
fr_fr: Prix public

source: Owned Blueprints
fr_fr: Plans possédés

source: ME
fr_fr: EM

source: PE
fr_fr: EP

source: Copy
fr_fr: Copie

source: Runs
fr_fr: Répétitions

source: Blueprint details
fr_fr: Détails plan

source: Delete blueprint
fr_fr: Éffacer plan

source: Add New Blueprint
fr_fr: Ajouter un nouveau plan

source: Failed to change availability!
fr_fr: Echec du changement de disponibilité

source: Click to edit
fr_fr: Cliquez pour éditer

source: Failed to change copy
fr_fr: Echec du changement de copie

source: Are you sure you want to delete this blueprint
fr_fr: Etes vous sur de vouloir supprimer ce plan

source: Failed to delete blueprint
fr_fr: Echec de la suppression du plan

source: Failed to add blueprint.
fr_fr: Echec de l'ajout du plan

source: Items Catalog
fr_fr: Catalogue des objets

source: All Items
fr_fr: Tout les objets

source: Available Items
fr_fr: Objets disponibles

source: Click to update
fr_fr: Cliquez pour mettre a jour

source: Supplies Catalog
fr_fr: Catalogue des fournitures

source: All Supplies
fr_fr: Toutes les fournitures

source: Only Manual-Update
fr_fr: Mise a jour manuelle seulement

source: Only Auto-Update
fr_fr: Mise a jour automatique seulement

source: Filter
fr_fr: Filtre

source: Update price
fr_fr: Mettre a jour le prix

source: Auto-Update
fr_fr: Mise a jour automatique

source: Price History
fr_fr: Historique prix

source: POS Details
fr_fr: Détail SPJ

source: POS
fr_fr: SPJ

source: Online since
fr_fr: En ligne depuis

source: POS type
fr_fr: Type SPJ

source: Access Control
fr_fr: Controle d'acces

source: Allow corp members in force field
fr_fr: Autoriser les membres de la corporation dans le champ de force

source: Allow ally members in force field
fr_fr: Autoriser les alliés dans le champ de force

source: Can view fuel bay
fr_fr: Peut voir la soute a carburant

source: Can take in fuel bay
fr_fr: Peut prendre dans la soute a carburant

source: Can anchor modules
fr_fr: Peut ancrer des modules

source: Can unanchor modules
fr_fr: peut désancrer des modules

source: Can online modules
fr_fr: Peut activer des modules

source: Can offline modules
fr_fr: peut désactiver des modules

source: Combat Settings
fr_fr: Configuration de combat

source: Attack when standing is below
fr_fr: Attaquer quand la relation est sous

source: use standings from
fr_fr: utiliser la relation de

source: Attack on bad standing
fr_fr: Attaquer sur mauvaise relation

source: Attack when security status is below
fr_fr: Attaquer quand le status de sécurité est sous

source: Attack when security status is bad
fr_fr: Attaquer quand le statut de sécurité est mauvais

source: Attack on concord flag
fr_fr: Attaquer sur signalement CONCORD

source: Attack on aggression
fr_fr: Attaquer sur aggréssion

source: Attack war targets
fr_fr: Attaquer les cibles en guerre

source: Fuel Levels
fr_fr: Niveau de carburant

source: Add/Remove
fr_fr: Ajouter/Retirer

source: Click to Change Name...
fr_fr: Cliquez pour changer le nom

source: Resource not found
fr_fr: Ressource introuvable

source: Sorry but the page you requested:
fr_fr: Desolé, mais la page que vous avez demandé:

source: cannot be found on the server.
fr_fr: ne peut etre trouvée sur le serveur

source: Server Internal Error
fr_fr: Erreur Interne Serveur

source: Ooops, the server just failed in computing your request.
fr_fr: Oups, le serveur a échoué a traiter votre requete

source: The administrators have been notified.
fr_fr: Les administrateurs ont été prévenus

source: Account
fr_fr: Compte

source: Log out from ECM
fr_fr: Se déconnecter d'ECM

source: Create Account
fr_fr: Créer un compte

source: Restricted area :-)
fr_fr: Zone Restreinte :-)

source: Logged in as
fr_fr: Connecté en tant que

source: Please log in.
fr_fr: Connectez vous s'il vous plait

source: Message Of The Day
fr_fr: Message du jour

source: read more
fr_fr: Lire plus

source: Project website
fr_fr: Site du projet

source: Powered by
fr_fr: Propulsé par

source: User Profile
fr_fr: Profil utilisateur

source: Click <a href="/account/passwordchange/">here</a> to change your password.
fr_fr: cliquez <a href="/account/passwordchange/">ici</a> pour changer votre mot de passe

source: KeyID
fr_fr: ID clef

source: Delete
fr_fr: Effacer

source: External Username
fr_fr: Nom d'utilisateur externe

source: Bind
fr_fr: Lier

source: Are you sure you want to get rid of
fr_fr: Etes vous sur de vouloir vous débarasser de

source: Are you sure you want to delete this API Key?
fr_fr: Etes vous sur de vouloir effacer cette clef API ?

source: Are you sure you want to delete this binding?
fr_fr: Etes vous sur de vouloir effacer cette liaison ?

source: Account Created
fr_fr: Compte crée

source: Account Activated
fr_fr: Compte activé

source: Congratulations
fr_fr: Félicitations

source: Activation Error
fr_fr: Erreur D'activation

source: Sorry
fr_fr: Désolé

source: but the server was not able to send an email
fr_fr: mais le serveur n'a pu envoyer d'émail

source: Please contact the administrator
fr_fr: Merci de contacter l'administrateur

source: Greetings
fr_fr: Bonjour

source: You created a new account on
fr_fr: Vous avez crée un nouveau compte le

source: Please click on the following link in order to activate your account.
fr_fr: Merci de cliquer le lien suivant pour activer votre compte

source: N.B.: You have
fr_fr: N.B: Vous avez

source: to activate your account.
fr_fr: Pour activer votre compte

source: Thank you and see you in space :-)
fr_fr: Merci, et a plus tard dans l'espace :-)

source: New account activation
fr_fr: Activation d'un nouveau compte

source: Sorry, but the server was not able to activate this account with the following activation key:
fr_fr: Désolé, mais le serveur n'a pu activer ce compte avec la clef d'activation suivante

source: Add API Key
fr_fr: Ajouter clef API

source: Create a new API Key on EVE-Online support website
fr_fr: Créer une nouvelle clef API sur le site de support de EVE-Online

source: Submit Information
fr_fr: Soumettre les informations

source: Create Binding to External Application
fr_fr: Créer une liaison a une application externe

source: User Signup
fr_fr: Enregistrement utilisateur

source: EVE-Online API Key
fr_fr: Clef API EVE-Online

source: Anti-Robot Security
fr_fr: Sécurité anti-robot

source: Edit API Key
fr_fr: Éditer clef API

source: Forbidden Access
fr_fr: Acces interdit

source: You don't have permission to get URL
fr_fr: Vous n'avez pas la permission d'acceder a l'URL

source: from this server.
fr_fr: De ce serveur

source: Login.
fr_fr: Connexion.

source: Please login
fr_fr: Connectez vous s'il vous plaît.

source: Remember Me
fr_fr: Mémorise moi

source: Not a member yet, you can
fr_fr: Pas encore un membre, vous pouvez

source: create an account
fr_fr: Créer un compte

source: Forgot your password? Click
fr_fr: Mot de passe oublié ? cliquez

source: here to reset it
fr_fr: ici pour le remettre a zéro

source: Password Change
fr_fr: Modification du mot de passe

source: Change my password
fr_fr: Modification de mon mot de passe

source: Password Change Successful
fr_fr: Modification du mot de passe réussie

source: Your password was changed.
fr_fr: Votre mot de passe a été modifié

source: Go back to your
fr_fr: Retournez a votre

source: Password Reset
fr_fr: Remise a zéro du mot de passe

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
fr_fr: Vous avez oublié votre mot de passe ? entrez votre E-mail ci dessous et nous vous transmettrons des instructions pour en créer un nouveau.

source: Reset my password
fr_fr: Remise a zéro de mon mot de passe

source: Password Reset Complete
fr_fr: Remise a zéro du mot de passe réussie

source: Your password has been set. You may go ahead and log in now.
fr_fr: votre mot de passe a été défini. vous pouvez des a présent vous connecter

source: Log in
fr_fr: Connection

source: Enter new password
fr_fr: Entrez un nouveau mot de passe

source: Please enter your new password twice so we can verify you typed it in correctly.
fr_fr: Entrez votre mot de passe deux fois que nous puissions vérifier que vous l'avez tapé correctement s'il vous plait

source: Password reset unsuccessful
fr_fr: Remise a zéro du mot de passe échouée

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr_fr: Le lien de remise a zéro du mot de passe était invalide, peut être a t'il déjà été utilisé. merci de redemander une remise a zéro de votre mot de passe.

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
fr_fr: nous vous avons transmis des instructions pour modifier votre mot de passe a l'adresse e-mail que vous nous avez donné. vous devriez les recevoir rapidement.

source: You're receiving this e-mail because you requested a password reset for your user account at %(host_name)s.
fr_fr: Vous recevez cet e-mail car vous avez demandé une remise a zéro de votre compte utilisateur sur %(host_name)s

source: Please go to the following page and choose a new password:
fr_fr: Visitez la page suivante et choisissez un nouveau mot de passe

source: Your username, in case you've forgotten:
fr_fr: Votre nom d'utilisateur, au cas ou vous l'auriez oublié

source: by
fr_fr: par

source: CEO
fr_fr: PDG

source: Tax Rate
fr_fr: Taxation

source: Member Count
fr_fr: Nombre de membres

source: Enter a Director API Key
fr_fr: Entrez une clef API directeur

source: Edit MOTD
fr_fr: Éditer le message du jour

source: MOTD Text
fr_fr: Texte du message du jour

source: Select Markup
fr_fr: Selectionnez les indications typographiques

source: Save Changes
fr_fr: Sauvegarder les Changements

source: Standings
fr_fr: Relations

source: Entity
fr_fr: Entité

source: Standing
fr_fr: Relation

source: Corp
fr_fr: Corporation

source: Both
fr_fr: Les deux

source: Set Access
fr_fr: Définir acces

source: API Key ID
fr_fr: ID Clef API

source: Verification Code
fr_fr: Code de Verification

source: Required. Less 30 characters. Letters, digits and @/./+/-/_ only.
fr_fr: Requis, moins de 30 caractères. Lettres, chiffres, et @/./+/-/_ seulement.

source: This field may contain only letters, numbers and @/./+/-/_ characters.
fr_fr: ce champ ne peut contenir que des lettres, des chiffres et les caractères @/./+/-/_

source: E-Mail address
fr_fr: Adresse E-mail

source: Password
fr_fr: Mot de passe

source: Password (confirmation)
fr_fr: Mot de passe (confirmation)

source: Enter the same password as above, for verification.
fr_fr: Entrez a nouveau le mot de passe pour vérification

source: A user with that username already exists.
fr_fr: Un utilisateur du même nom existe déjà

source: This email address is already in use.
fr_fr: Cette adresse e-mail est déja utilisée

source: This EVE account is already registered.
fr_fr: Ce compte EVE est déjà enregistré

source: Passwords don't match
fr_fr: Les mots de passe ne correspondent pas

source: A character from this account is already registered by another player
fr_fr: Un personnage de ce compte est déjà enregistré par un autre joueur

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
fr_fr: Cette adresse e-mail n'a pas de compte utilisateur associé, êtes vous sur d’être enregistré ?

source: Password reset on %s
fr_fr: Remise a zéro du mot de passe sur %s

source: New password
fr_fr: Nouveau mot de passe

source: New Password (confirmation)
fr_fr: Nouveau mot de passe (confirmation)

source: The two password fields didn't match.
fr_fr: Les deux champs mots de passe ne correspondent pas.

source: Old Password
fr_fr: Ancien mot de passe

source: Your old password was entered incorrectly. Please enter it again.
fr_fr: Votre ancien mot de passe a été entré incorrectement. entrez le a nouveau s'il vous plait

source: This API Key is already registered.
fr_fr: Cette clef API est déjà enregistrée

source: External Password
fr_fr: Mot de passe externe
