Repository: evecm/ecm
Catalog: ecm/plugins/pos/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Fuel Summary
de_de: Sprit-Zusammenfassung

source: unanchored
de_de: entankert

source: State
de_de: Status

source: Online since
de_de: Online seit

source: POS type
de_de: POS Typ

source: Access Control
de_de: Zugriffsrechte

source: Allow corp members in force field
de_de: Corpmitglieder im Force-Field erlaufen

source: Allow ally members in force field
de_de: Ally-Mitglieder im Force-Field erlauben

source: Can view fuel bay
de_de: Kann in den Treibstoffhangar sehen

source: Can take in fuel bay
de_de: Kann aus dem Traibstoffhangar nehmen

source: Can anchor modules
de_de: Kann Module verankern

source: Can unanchor modules
de_de: Kann Module entankern

source: Can online modules
de_de: Kann Module online nehmen

source: Can offline modules
de_de: Kann Module offline nehmen

source: Combat Settings
de_de: Kampfeinstellungen

source: Attack when standing is below
de_de: Angriff, wenn Standing unter

source: use standings from
de_de: Standings benutzen von

source: Attack on bad standing
de_de: Angriff auf Standing basierend

source: Attack when security status is below
de_de: Angriff, wenn Sicherheitsstatus unter

source: Attack when security status is bad
de_de: Angriff bei schlechtem Sicherheitsstatus

source: Attack on concord flag
de_de: Angriff bei CONCORD-Flag

source: Attack on aggression
de_de: Angriff bei Agressions-Flag

source: Attack war targets
de_de: Kriegsziele angreifen

source: Fuel Levels
de_de: Füllstand

source: Loading data from server...
de_de: Lade Daten vom Server...

source: Add/Remove
de_de: Hinzufügen/Entfernen

source: Click to Change Name...
de_de: Klicken, um den Namen zu ändern...

source: Click to edit...
de_de: Klicken zum Editieren...

source: POS Fuel summary
de_de: POS-Sprit-Zusammenfassung

source: Search
de_de: Suche

source: Display mode
de_de: Anzeigemodus

source: Show remaining fuel quantities
de_de: Zeige verbleibende Spriteinheiten

source: Quantities
de_de: Einheiten

source: Show remaining fuel time (in days)
de_de: Zeige verbleibende Laufzeit (in Tagen)

source: Days
de_de: Tage

source: Show remaining fuel time (in hours)
de_de: Zeige verbleibende Laufzeit (in Stunden)

source: Hours
de_de: Stunden

source: Location
de_de: Ort

source: Type
de_de: Typ

source: Next Cycle
de_de: Nächster Zyklus

source: Fuel Blocks
de_de: Blöcke

source: Strontium Clathrates
de_de: Strontium Clatherate
